Repository: shashitotad05/DevOps
Catalog: edx-platform/nau-basic/conf/locale/*/LC_MESSAGES/django.po
Languages: pt_pt

source: © 2012–{year} edX Inc.
pt_pt: © 2012–{year} NAU.

source: About edX
pt_pt: Sobre a NAU

source: About edX Certificates
pt_pt: Acerca dos Certificados NAU

source: About edX Verified Certificates
pt_pt: Acerca dos Certificados Verificados NAU

source: Absolutely. We have created an online course, edX101, that describes some best practices: from filming video, creating exercises, to the basics of running an online course. Additionally, we're always here to help, just drop us a note.
pt_pt: Certamente. Criamos o curso on-line, NAU101, que descreve as melhores práticas: desde gravação de vídeos e criação de exercícios às noções básicas de gestão de um curso on-line. Além disso, estamos sempre aqui para ajudar, basta enviar-nos uma mensagem.

source: Access documentation on http://docs.edx.org
pt_pt: Aceda à documentação em http://docs.edx.org

source: Access the Open edX Portal
pt_pt: Aceda o portal Open edX

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
pt_pt: Adicione o par de chave/valor para qualquer parâmetro personalizado, como a página em que o e-book deve ser aberto ou a cor de fundo para este componente.<br />Veja {docs_anchor_open} a documentação edX LTI {anchor_close} para obter mais detalhes sobre esta configuração.

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on edX. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
pt_pt: Permitir que os tutores do curso atribuam funções de Tutor CCX e permitam aos mesmos gerir Cursos personalizados na NAU. Quando falso, os Cursos personalizados não podem ser criados mas os Cursos personalizados existentes serão preservados.

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
pt_pt: Permitir que os estudantes transfiram as versões deste vídeo em formatos diferentes se não puderem utilizar o leitor de vídeo NAU ou não tiverem acesso ao YouTube. Deve adicionar pelo menos um URL não YouTube no campo de URLs do Ficheiro de Vídeo.

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks or trademarks of edX Inc.
pt_pt: Todos os direitos reservados, exceto quando indicado. edX, Open edX e os logotipos edX e Open edX são marcas registadas ou marcas comerciais da edX Inc.

source: An edX Verified Certificate signifies that the learner has agreed to abide by the edX honor code and completed all of the required tasks of this course under its guidelines, as well as having their photo ID checked to verify their identity.
pt_pt: Um certificado verificado NAU significa que o aluno concordou em cumprir o código de honra NAU e concluiu todas as tarefas necessárias deste curso de acordo com as suas diretrizes, bem como ter a sua identificação com foto verificada para confirmar a sua identidade.

source: {b_start}Support our Mission: {b_end} EdX, a non-profit, relies on verified certificates to help fund free education for everyone globally
pt_pt: {b_start}Ajude a nossa Missão: {b_end} O EdX, uma organização sem fins lucrativos, baseia a sua atividade em certificados verificados para ajudar a financiar a livre a nível global

source: Contact your edX partner manager to update these settings.
pt_pt: Contacte o gestor de parceiros NAU para actualizar estas definições.

source: course-v1:edX+DemoX+Demo_Course
pt_pt: curso-V1: NAU + DemoX + Demo_Course

source: Create a new Custom Course for edX
pt_pt: Criar um novo Curso Customizado para edX

source: Dear edX Learner,
pt_pt: Caro Estudante NAU,

source: Do you want to replace the edX transcript with the YouTube transcript?
pt_pt: Deseja substituir a transcrição da NAU pela transcrição do YouTube?

source: Each line is a comma-separated list. The first item in each line is the slug of a badge class you have created that has an issuing component of 'openedx__course'. The remaining items in each line are the course keys the learner needs to complete to be awarded the badge. For example: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second
pt_pt: Cada linha é uma lista separada por vírgulas. O primeiro item em cada linha é o slug de um emblema de aula criado por si e que tem um componente de emissão de 'openedx__course'. Os itens restantes em cada linha são os itens essenciais do curso que o estudante precisa de concluir para obter a insígnia. Por exemplo: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second

source: edX Documentation
pt_pt: Documentação edX

source: EdX doesn't have a timed transcript for this video in Studio, but we found a transcript on YouTube. You can import the YouTube transcript or upload your own .srt transcript file.
pt_pt: A NAU não tem uma transcrição cronometrada para este vídeo no Studio, mas encontramos uma transcrição no YouTube. Você pode importar a transcrição do YouTube ou carregar seu próprio arquivo de transcrição. srt.

source: EdX doesn't have a timed transcript for this video. Please upload an .srt file.
pt_pt: A NAU não tem uma transcrição cronometrada para este vídeo. Por favor, carregue um arquivo .srt.

source: edX Email
pt_pt: Email NAU

source: EdX has a timed transcript for this video. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript. If you want to replace this transcript, upload a new .srt transcript file.
pt_pt: A NAU tem uma transcrição cronometrada para este vídeo. Se você quiser editar esta transcrição, você pode baixar, editar e re-upload da transcrição existente. Se você quiser substituir esta transcrição, faça o upload de um novo arquivo de transcrição. srt.

source: EdX has a timed transcript for this video. If you want to replace this transcript, upload a new .srt transcript file. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript.
pt_pt: A NAU tem uma transcrição cronometrada para este vídeo. Se você quiser substituir esta transcrição, faça o upload de um novo arquivo de transcrição. srt. Se você quiser editar esta transcrição, você pode baixar, editar e re-upload da transcrição existente.

source: edX Home Page
pt_pt: Página Inicial NAU

source: edX Inc.
pt_pt: NAU

source: EdX is committed to making it possible for you to take high quality courses from leading institutions regardless of your financial situation, earn a Verified Certificate, and share your success with others.
pt_pt: A NAU compromete-se em tornar possível que você tire cursos de alta qualidade de instituições líderes independentemente da sua situação financeira, que obtenha um certificado verificado e que compartilhe o seu sucesso com outras pessoas.

source: edX Learner Stories
pt_pt: Histórias dos estudantes NAU

source: EdX, Open edX, Studio, and the edX and Open edX logos are registered trademarks or trademarks of {link_start}edX Inc.{link_end}
pt_pt: EDX, Open EDX, Studio e os logotipos EDX e Open edX são marcas registradas ou marcas registradas da {link_start} edX Inc. {link_end}

source: edX Partner Portal
pt_pt: Portal de Parceiros NAU

source: Enroll in edX101
pt_pt: Matricular-se no NAU101

source: Enroll in edX101: Overview of Creating an edX Course
pt_pt: Inscreva-se em NAU101: Visão Geral da Criação de um Curso edX

source: Enroll in StudioX: Creating a Course with edX Studio
pt_pt: Inscreva-se no StudioX: Criar um Curso com no Studio NAU

source: Enter the name of the course as it should appear in the edX.org course list.
pt_pt: Indique qual o nome do curso que deverá aparecer na lista de cursos NAU.

source: Enter the unique identifier for your course's video files provided by edX.
pt_pt: Insira o identificador exclusivo para os arquivos de vídeo do seu curso fornecidos pela NAU.

source: Enter true or false. If true, edX users can view the course wiki even if they're not enrolled in the course.
pt_pt: Introduza 'true' ou 'false'. Se for 'true', os utilizadores da NAU podem visualizar o curso do wiki mesmo que não estejam matriculados no curso.

source: Enter true or false. If true, the course appears in the list of new courses on edx.org, and a New! badge temporarily appears next to the course image.
pt_pt: Introduza 'true' ou 'false'. Se for 'true', o curso aparecerá na lista de novos cursos na NAU e será identificado temporariamente com o símbolo de 'Novo!' ao lado da imagem do curso.

source: I allow edX to use the information provided in this application (except for financial information) for edX marketing purposes.
pt_pt: Permito que a NAU utilize as informações fornecidas nesta aplicação (exceto informações financeiras) para fins de marketing da NAU.

source: If you proceed, you will be unable to use this account to take courses on the edX app, edx.org, or any other site hosted by edX. This includes access to edx.org from your employer’s or university’s system and access to private sites offered by MIT Open Learning, Wharton Executive Education, and Harvard Medical School.
pt_pt: Se você prosseguir, você não poderá usar esta conta NAU.

source: If your application is approved, we'll give you instructions for verifying your identity on edx.org so you can start working toward completing your edX course.
pt_pt: Se a sua candidatura for aprovada, forneceremos instruções para verificar a sua identidade em nau.edu.pt para que possa começar a trabalhar para concluir o seu curso NAU.

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
pt_pt: Se lhe foi designado um ID. de vídeo pela NAU para o vídeo a ser reproduzido neste componente, insira o ID. aqui. Nesse caso, não insira valores no URL do vídeo padrão, nos URLs do ficheiro de vídeo e nos campos de identificação do YouTube. Se não lhe foi atribuído um ID. de Vídeo, insira valores nesses outros campos e ignore este.

source: It works! This is the default homepage for this Open edX instance.
pt_pt: Funciona! Esta é a página inicial predefinida para esta instância Open edX.

source: {learner_name}, edX Learner
pt_pt: {learner_name}, estudante NAU

source: {link_start}edX{link_end} offers interactive online classes and MOOCs from the world's best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. edX is a non-profit online initiative created by founding partners Harvard and MIT.
pt_pt: {link_start}NAU{link_end} oferece aulas interativas online e MOOCs.

source: No EdX Timed Transcript
pt_pt: Nenhuma transcrição disponível na NAU

source: Open edX Portal
pt_pt: Portal do Open edX

source: Optionally, link your personal accounts to the social media icons on your edX profile.
pt_pt: Opcionalmente, vincule suas contas pessoais nas redes sociais no seu perfil NAU.

source: © {org_name}. All rights reserved except where noted. EdX, Open edX and their respective logos are trademarks or registered trademarks of edX Inc.
pt_pt: © {org_name}. Todos os direitos reservados, exceto quando indicado. EdX, Open edX e os seus respectivos logotipos são marcas comerciais ou marcas registradas da edX Inc.

source: Powered by Open edX
pt_pt: Com a tecnologia Open EDX

source: Register through edX
pt_pt: Registre-se através da NAU

source: Remember when you enrolled in %(course_name)s, and other courses on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
pt_pt: Recorda-se de quando se inscreveu no curso %(course_name)s, e outros cursos em NAU? Estamos satisfeitos por o/a ter connosco! Venha ver o que os outros estão a aprender.

source: Remember when you enrolled in %(course_name)s on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
pt_pt: Recorda-se de quando se inscreveu no curso %(course_name)s na NAU? Estamos satisfeitos por o/a ter connosco! Venha ver o que os outros estão a aprender.

source: Short identifier for the LinkedIn partner used in the tracking code. (Example: 'edx') If no value is provided, tracking codes will not be sent to LinkedIn.
pt_pt: Pequeno identificador para o parceiro do LinkedIn usado no código de localização. (Exemplo: 'nau') Se nenhum valor for disponibilizado, os códigos de localização não serão enviados para o LinkedIn.

source: Synchronize user profile data received from the identity provider with the edX user account on each SSO login. The user will be notified if the email address associated with their account is changed as a part of this synchronization.
pt_pt: Sincronize os dados de perfil de utilizador fornecidos pelo provedor de identidade com a conta de utilizador NAU em cada login de SSO. O utilizador será notificado se o endereço de email associado à sua conta for alterado como parte desta sincronização.

source: Take free online courses at edX.org
pt_pt: Faça cursos gratuitos online na NAU

source: The timed transcript for this video on edX is out of date, but YouTube has a current timed transcript for this video.
pt_pt: A transcrição programada para este vídeo na NAU está desatualizada, mas o YouTube tem uma transcrição cronometrada atual para este vídeo.

source: This course uses automatic cohorting for verified track learners. You cannot disable cohorts, and you cannot rename the manual cohort named '{verifiedCohortName}'. To change the configuration for verified track cohorts, contact your edX partner manager.
pt_pt: Este curso utiliza coorte automática para alunos de faixa verificados. Você não pode desativar coortes e não pode renomear a coorte manual chamada '{verifiedCohortName}'. Para alterar a configuração para coortes de faixa verificadas, entre em contato com o suporte NAU.

source: This will be used in public discussions with your courses and in our edX101 support forums
pt_pt: Isto será usado em discussões públicas nos seus cursos e nos nossos fóruns de suporte do NAU101

source: Welcome to the Open edX{registered_trademark} platform!
pt_pt: Bem-vindo à plataforma NAU {registered_trademark}!

source: Yes, replace the edX transcript with the YouTube transcript
pt_pt: Sim, substitua a transcrição NAU pela transcrição do YouTube

source: You already have an edX account with your {enterprise_name} email address.
pt_pt: Você já tem uma conta NAU com seu endereço de e-mail {enterprise_name}.

source: You have been logged out of your edX account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
pt_pt: Você foi registado fora de sua conta NAU. Clique em Ok para entrar novamente agora. Clique em Cancelar para ficar nesta página (você deve entrar novamente para salvar seu trabalho).

source: You have selected “Delete my account.” Deletion of your account and personal data is permanent and cannot be undone. EdX will not be able to recover your account or the data that is deleted.
pt_pt: Você selecionou "Excluir minha conta". A exclusão de sua conta e dados pessoais é permanente e não pode ser desfeita. A equipa de suporte NAU não será capaz de recuperar sua conta ou os dados que são excluídos.

source: You have successfully verified your ID with edX
pt_pt: O seu ID foi verificado com sucesso pela NAU

source: Your edX ID verification is pending. Your verification information has been submitted and will be reviewed shortly.
pt_pt: A sua verificação NAU está pendente. A informação da sua verificação foi submetida e será analisada brevemente.

source: Your edX verification has been approved. Your verification is effective for one year after submission.
pt_pt: A sua verificação NAU foi aprovada. A sua verificação é efetiva durante um ano após submissão.

source: Your profile settings are managed by {enterprise_name}. Contact your administrator or {link_start}edX Support{link_end} for help.
pt_pt: Suas configurações de perfil são geridas por {enterprise_name}. Entre em contato com seu administrador ou {link_start}Suporte NAU{link_end} para obter ajuda.

source: Sign-in
pt_pt: Entrar

source: Register
pt_pt: Registar

source: This account has been temporarily locked due to excessive login failures. Try again later.
pt_pt: Esta conta foi temporariamente suspensa devido a tentativa excessiva de acesso. Aguarde 15 minutos antes de tentar novamente.

source: Exit
pt_pt: Sair

source: Previous
pt_pt: Anterior

source: Next
pt_pt: Próximo

source: previous
pt_pt: anterior

source: next
pt_pt: próximo

source: View Unit in Studio
pt_pt: Ver Unidade no Studio

source: Important Course Dates
pt_pt: Datas importantes do curso

source: View Archived Course
pt_pt: Ver Arquivo

source: Search Your Courses
pt_pt: Pesquise dentro dos seus cursos

source: Resume your last course
pt_pt: Continuar curso

source: Dashboard
pt_pt: Meus cursos

source: Activate Your Account
pt_pt: Ativar a sua Conta

source: Account Activation
pt_pt: Activação de conta

source: Unscheduled
pt_pt: Não calendarizado

source: Course Number
pt_pt: Número do Curso

source: Forgot password?
pt_pt: Esqueceu a senha?

source: Enter a password with at least {requirements}.
pt_pt: Insira uma palavra-passe com pelo menos {requirements}.

source: {num} letter
pt_pt: {num} letra

source: {num} uppercase letter
pt_pt: {num} letra maiúscula

source: {num} lowercase letter
pt_pt: {num} letra minúscula

source: {num} digit
pt_pt: {num} dígito

source: {num} number
pt_pt: {num} número

source: {num} punctuation mark
pt_pt: {num} sinal de pontuação

source: {num} symbol
pt_pt: {num} símbolo

source: {num} word
pt_pt: {num} palavra

source: Your password must contain at least {num} character, including {requirements}.
pt_pt: A sua palavra-passe deve conter pelo menos {num} carácter, incluindo {requirements}.

source: Bachelor's degree
pt_pt: Licenciatura

source: Associate degree
pt_pt: Bacharelado

source: Answer
pt_pt: Resposta

source: Answers are displayed within the problem
pt_pt: As respostas corretas encontram-se marcadas diretamente no problema

source: Welcome
pt_pt: Bem vindo

source: NAU Instructions
pt_pt: Instruções NAU

source: {studio_name} Helps You Keep Your Courses Organized
pt_pt: {studio_name} Ajuda a manter os seus cursos organizados

source: Enlarge image
pt_pt: Aumentar imagem

source: Keeping Your Course Organized
pt_pt: Mantendo o Seu Curso Organizado

source: Simple Organization For Content
pt_pt: Organização Simples para o Conteúdo

source: Work in Teams
pt_pt: Trabalhe em Equipa

source: close modal
pt_pt: fechar a caixa de diálogo

source: More than Just Lectures
pt_pt: Mais do que simples Lições

source: Policies
pt_pt: Painel

source: Terms of Service
pt_pt: Termos de Serviço

source: Privacy Policy
pt_pt: Política de Privacidade

source: Accessibility Accommodation Request
pt_pt: Acessibilidade pedido de alojamento

source: All rights reserved
pt_pt: Todos os direitos reservados

source: Current Course:
pt_pt: Curso atual:

source: Course
pt_pt: Curso

source: Course Navigation
pt_pt: Navegação do Curso

source: Content
pt_pt: Conteúdo

source: Outline
pt_pt: Estrutura

source: Updates
pt_pt: Atualizações

source: Pages
pt_pt: Páginas

source: Files & Uploads
pt_pt: Ficheiros e Uploads

source: Textbooks
pt_pt: Manuais

source: Video Uploads
pt_pt: Carregamentos de Vídeo

source: Settings
pt_pt: Configurações

source: Schedule & Details
pt_pt: Calendário e Detalhes

source: Grading
pt_pt: Classificação

source: Course Team
pt_pt: Equipe do Curso

source: Group Configurations
pt_pt: Configurações de Grupo

source: Advanced Settings
pt_pt: Configurações Avançadas

source: Certificates
pt_pt: Certificados

source: Tools
pt_pt: Ferramentas

source: Import
pt_pt: Importar

source: Export
pt_pt: Exportar

source: Export to Git
pt_pt: Exportar para o Git

source: Checklists
pt_pt: Listas de verificação

source: Current Library:
pt_pt: Biblioteca atual:

source: Library
pt_pt: Biblioteca

source: User Access
pt_pt: Acesso do Utilizador

source: Language preference
pt_pt: Preferência de idioma

source: Choose Language
pt_pt: Escolher Idioma

source: Account
pt_pt: Conta

source: Account Navigation
pt_pt: Navegação da Conta

source: Contextual Online Help
pt_pt: Ajuda de Contexto

source: Help
pt_pt: Ajuda

source: Help NAU
pt_pt: Ajuda NAU

source: Sign In
pt_pt: Entrar

source: Visit OpenEdx website
pt_pt: Visite o website OpenEDX

source: Platform NAU
pt_pt: Plataforma NAU

source: All in Portuguese, Portugal in all languages.
pt_pt: Tudo em Português, Portugal em todas as línguas.

source: Accept new terms of service
pt_pt: Aceito os novos termos de serviço

source: Print or share your certificate:
pt_pt: Imprimir ou partilhar o seu certificado:

source: Click the link to see my certificate.
pt_pt: Clicar no link para ver o meu certificado.

source: Post on Facebook
pt_pt: Publicar no Facebook

source: Share on Twitter
pt_pt: Partilhar no Twitter

source: Tweet this Accomplishment. Pop up window.
pt_pt: Partilhe esta concretização no Twitter. Janela pop-up.

source: Add to LinkedIn Profile
pt_pt: Adicionar ao Perfil do LinkedIn

source: Add to Mozilla Backpack
pt_pt: Adicionar ao Mozilla Backpack

source: Print Certificate
pt_pt: Imprimir Certificado

source: {platform_name} Home
pt_pt: {platform_name} Início

source: Noted by
pt_pt: Anotado por

source: Supported by the following organizations
pt_pt: Apoiado pelas seguintes organizações

source: Awarded to:
pt_pt: Atribuído a:

source: For tips and tricks on printing your certificate, view the {link_start}Web Certificates help documentation{link_end}.
pt_pt: Para obter dicas e truques para a impressão do seu certificado, consulte a documentação de ajuda {link_start}Certificados Web{link_end}.

source: Cannot Find Certificate
pt_pt: Não foi possível localizar o Certificado

source: We cannot find a certificate with this URL or ID number. If you are trying to validate a certificate, make sure that the URL or ID number is correct. If you are sure that the URL or ID number is correct, contact support.
pt_pt: Não conseguimos localizar um certificado com este URL ou número de ID. Se está a tentar validar um certificado, verifique se o URL ou número de identificação está correto. Se tiver a certeza de que o URL ou o número de ID estão corretos, contacte o suporte.

source: About {platform_name} Certificates
pt_pt: Sobre os certificados da {platform_name}

source: Invalid Certificate Configuration.
pt_pt: Configuração inválida do certificado.

source: There is a problem with this certificate.
pt_pt: Existe um problema com este Certificado.

source: To resolve the problem, your partner manager should verify that the following information is correct.
pt_pt: Para resolver o problema, o seu gestor parceiro deve verificar se as seguintes informações estão corretas.

source: The institution's logo.
pt_pt: O logotipo da instituição.

source: The institution that is linked to the course.
pt_pt: A instituição que está vinculada ao curso.

source: The course information in the Course Administration tool.
pt_pt: A informação do curso na ferramenta de Administração do Curso.

source: If all of the information is correct and the problem persists, contact technical support.
pt_pt: Se toda a informação estiver correta e o problema persistir, contacte o suporte técnico.

source: An error occurred. Please try again later.
pt_pt: Ocorreu um erro. Por favor tente novamente.
