Repository: shashitotad05/DevOps
Catalog: edx-platform/nau-basic/conf/locale/*/LC_MESSAGES/django.po
Languages: pt_pt

source: The currently logged-in user account does not have permission to enroll in this course. You may need to {start_logout_tag}log out{end_tag} then try the enroll button again. Please visit the {start_help_tag}help page{end_tag} for a possible solution.
pt_pt: A conta de utilizador utilizada de momento não possui permissão para se inscrever neste curso. Talvez seja necessário {start_logout_tag}sair{end_tag} e, em seguida, tentar novamente o botão de inscrição. Visite a {start_help_tag}página de ajuda{end_tag} para obter uma possível solução.

source: You are enrolled in this course
pt_pt: Está matriculado neste curso

source: View Course
pt_pt: Ver Curso

source: This course is in your <a href="{cart_link}">cart</a>.
pt_pt: Este curso encontra-se no seu <a href="{cart_link}">carrinho</a>.

source: Course is full
pt_pt: O curso está cheio

source: Enrollment in this course is by invitation only
pt_pt: A matrícula neste curso é apenas por convite

source: Enrollment is Closed
pt_pt: Matrícula Encerrada

source: Add {course_name} to Cart <span>({price} {currency})</span>
pt_pt: Adicionar {course_name} ao Carrinho <span>({price} {currency})</span>

source: Enroll in {course_name}
pt_pt: Matricular em {course_name}

source: View About Page in studio
pt_pt: Visualizar página Sobre em studio

source: Course Begins
pt_pt: Início do Curso

source: Course Ends
pt_pt: Fim do Curso

source: Estimated Effort
pt_pt: Esforço estimado

source: Price
pt_pt: Preço

source: Prerequisites
pt_pt: Pré-requisitos

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
pt_pt: Deve concluir com sucesso {link_start}{prc_display}{link_end} antes de iniciar este curso.

source: Requirements
pt_pt: Requisitos

source: Additional Resources
pt_pt: Recursos adicionais

# self
source: Enroll
pt_pt: Matricular

# self
source: enroll
pt_pt: matricular

source: Courses
pt_pt: Cursos

source: Search Results
pt_pt: Resultados de Pesquisa

source: List of Courses
pt_pt: Lista de Cursos

source: Search for a course
pt_pt: Localizar um curso

source: Search
pt_pt: Busca

source: Loading
pt_pt: A carregar

source: Refine Your Search
pt_pt: Refinar a sua Pesquisa

source: More Options
pt_pt: Mais Opções

source: {begin_strong}Warning:{end_strong} Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
pt_pt: {begin_strong}Atenção:{end_strong} O seu navegador não é inteiramente suportado. Recomendamos a utilização de {chrome_link} ou {ff_link}.

source: Shopping Cart
pt_pt: Carrinho de Compras

source: Search courses...
pt_pt: Procurar cursos...

source: Options Menu
pt_pt: Menu de opções

source: Supplemental Links
pt_pt: Links suplementares

source: Sign in
pt_pt: Entrar

source: Profile
pt_pt: Perfil

source: Sign Out
pt_pt: Terminar Sessão

source: Dashboard for:
pt_pt: Painel para:

source: About
pt_pt: Acerca

source: NAU - Always Learning is a technical infrastructure which publishes and provides support to Massive Open courses aimed at public administration and Higher Education.
pt_pt: A NAU - Sempre a Aprender é a infraestrutura técnica de publicação e serviços de acompanhamento de cursos para grandes audiências orientado para a Administração Pública e Ensino Superior.

source: This platform was created within the scope of NAU Project launched in October 1st 2017 with the following partners:
pt_pt: Esta plataforma foi criada no âmbito do Projeto NAU, iniciado em 1 de Outubro 2017 com os parceiros:

source: NAU Project
pt_pt: Projeto NAU

source: A national iniciative, led by the Foundation for Science and Technology, to build and operate a technical infrastructure which supports and operates a platform that publishes content to big audiences, such as MOOC courses. This initiative, cross-sectional to several ministries and open to society, will facilitate training to a larger number of civil servants and citizens.
pt_pt: Iniciativa nacional, liderada pela FCT, para construção e operação de uma infraestrutura técnica e operacional de suporte à publicação e dinamização de conteúdos para grandes audiências, nomeadamente, em formato MOOC. Esta iniciativa, transversal a diversos ministérios e aberta à sociedade, permitirá desenvolver ações de formação para um maior número de funcionários e cidadãos.

source: Explore the NAU Project at:
pt_pt: Saiba mais sobre o Projeto NAU em:

source: Contact
pt_pt: Contacto

source: The NAU team is always available to help you. Use our {link_start}knowledge base{link_end} if you need help.
pt_pt: A equipa da Plataforma NAU está sempre disponível para o ajudar. Consulte a nossa {link_start}base de conhecimento{link_end} se precisar de ajuda.

source: FAQ
pt_pt: Perguntas frequentes

source: Honor Code
pt_pt: Código de Honra

source: This website uses cookies to ensure you get the best experience on our website. If you continue browsing this site, we understand that you accept the use of cookies.
pt_pt: A NAU utiliza cookies para lhe providenciar uma melhor experiência de navegação. Para mais informações consulte a nossa política de cookies.

source: Got it!
pt_pt: Compreendido!

source: Learn more
pt_pt: Saber mais
